<?php

return [

    'vehicles_types' => [
        'created' => 'تم إضافة نوع مركبه جديد',
        'updated' => 'تم تعديل بيانات نوع المركبه',
    ],

    'vehicles_owners' => [
        'created' => 'تم إضافة مالك مركبه جديد',
        'updated' => 'تم تعديل بيانات مالك المركبه',
    ],

    'vehicles_drivers' => [
        'created' => 'تم إضافة سائق مركبه جديد',
        'updated' => 'تم تعديل بيانات سائق المركبه',
    ],

    'roles' => [
        'created' => 'تم إضافة دور إدارى جديد',
        'updated' => 'تم تعديل الدور الإدارى',
    ],

    'admins' => [
        'created' => 'تم تعيين مدير جديد',
        'updated' => 'تم تعديل بيانات المدير',
    ],

    'users' => [
        'created' => 'تم إضافه عميل جديد',
        'updated' => 'تم تعديل بيانات العميل',
    ],

    'clients' => [
        'created' => 'تم إضافه عميل جديد',
        'updated' => 'تم تعديل بيانات العميل',
    ],

    'transport_fees' => [
        'created' => 'تم إضافه تكلفه دفع جديده',
        'updated' => 'تم تعديل بيانات تكلفه الدفع',
    ],

    'shipments' => [
        'created' => 'تم إضافه نقله جديده',
        'updated' => 'تم تعديل بيانات النقله',
    ],

    'categories' => [
        'created' => 'تم إضافه قسم جديد بنجاح',
        'updated' => 'تم تعديل بيانات القسم',
    ],

    'tags' => [
        'created' => 'تم إضافه وسم جديده',
        'updated' => 'تم تعديل بيانات الوسم',
    ],
    'workers' => [
        'created' => 'تم إضافه عامل جديد',
        'updated' => 'تم تعديل بيانات العامل',
    ],

    'workers_archives' => [
        'created' => 'تم إضافه سجل للعامل',
        'updated' => 'تم تعديل بيانات سجل العامل',
    ],

    'users_archives' => [
        'created' => 'تم إضافه سجل للمستخدم ',
        'updated' => 'تم تعديل بيانات سجل المستحدم',
    ],

    'orders_archives' => [
        'created' => 'تم إضافه سجل للطلب ',
        'updated' => 'تم تعديل بيانات سجل الطلب',
    ],

    'nationalities' => [
        'created' => 'تم إضافه جنسيه جديده',
        'updated' => 'تم تعديل بيانات الجنسيه',
    ],

    'orders' => [
        'created' => 'تم إضافه طلب جديد',
        'updated' => 'تم تعديل بيانات الطلب',
    ],

    'nationality_process_steps' => [
        'created' => 'تم إضافه مرحله إتمام جنيسه جديده',
        'updated' => 'تم تعديل بيانات مرحله إتمام جنيسه جديده',
    ],
    'pages' => [
        'created' => 'تم إضافه صفحه جديده',
        'updated' => 'تم تعديل بيانات الصفحه',
    ],
    'countries' => [
        'created' => 'تم إضافه بلد جديده',
        'updated' => 'تم تعديل بيانات البلد',
    ],
    'piles' => [
        'created' => 'تم إضافه بلد جديده',
        'updated' => 'تم تعديل بيانات البلد',
    ],
    'contacts' => [
        'reply_created' => 'تم إضافه رد جديد',
    ],
];
